Repository: albertobarrago/timelog
Catalog: TimelogCore/Sources/TimelogCore/Localizable.xcstrings
Source language: en
Languages: it

source: %@ complete!
it: %@ completato!

source: %@ started
it: Fase %@ avviata

source: %@ started at %@ is still running.
it: %@ avviata alle %@ è ancora in corso.

source: %lld of %lld sessions in deep focus (>25 min).
it: %lld di %lld sessioni in deep focus (>25 min).

source: %lld short interruptions detected (<5 min).
it: %lld brevi interruzioni rilevate (<5 min).

source: +%lld more
it: +%lld altri

source: 20-20-20 rule: look 20 feet away for 20 seconds. Your eyes will thank you.
it: Regola 20-20-20: guarda a 6 metri di distanza per 20 secondi. I tuoi occhi ti ringrazieranno.

source: active
it: in corso

source: After a good long break, your brain is at its best. Let's use it.
it: Dopo una bella pausa lunga, il cervello è al massimo. Usiamolo.

source: Avg session: %@.
it: Sessione media: %@.

source: Back to the desk!
it: Torna alla scrivania!

source: Balanced context switching
it: Cambi di contesto bilanciati

source: Because a new set of pomodoros starts now.
it: Perché ora inizia un nuovo set di pomodori.

source: Break over!
it: Pausa terminata!

source: Break's over — focus mode on. One pomodoro at a time.
it: Pausa finita — focus mode attivata. Un pomodoro alla volta.

source: Break's over, back to it!
it: Pausa finita, si torna!

source: Consistent session length (30+ min)
it: Durata delle sessioni costante (30+ min)

source: Consistent work is the foundation of productivity. Keep tracking!
it: Il lavoro costante è la base della produttività. Continua a tracciare!

source: Deep breath and go — one pomodoro at a time.
it: Respiro profondo e via — un pomodoro alla volta.

source: Did you forget to stop tracking?
it: Hai dimenticato di fermare il tracking?

source: Did you forget to track today?
it: Hai dimenticato di tracciare oggi?

source: Don't forget to fill in your timesheet for today.
it: Non dimenticare di compilare il timesheet di oggi.

source: Focus #%lld done!
it: Focus #%lld completato!

source: Focus finished!
it: Focus finito!

source: Focus mode on. Silence and concentration.
it: Focus mode attivata. Silenzio e concentrazione.

source: Frequent context switching
it: Frequenti cambi di contesto

source: Good deep work ratio
it: Buon rapporto di deep work

source: Great week — you tracked %d%% more than last week. Keep the momentum.
it: Ottima settimana — hai tracciato il %d%% in più rispetto alla scorsa. Mantieni il ritmo!

source: Great work!
it: Ottimo lavoro!

source: Great work! %lld pomodoros completed.
it: Ottimo lavoro! %lld pomodori completati.

source: Here we go again!
it: Si riparte!

source: High context switching: %lld different labels.
it: Alto cambio di contesto: %lld etichette diverse.

source: High cross-domain activity
it: Alta attività cross-dominio

source: High deep work ratio
it: Alto rapporto di deep work

source: High label diversity
it: Alta diversità di etichette

source: Hope you took a walk. Time to get back to work.
it: Speriamo tu abbia fatto una passeggiata. Ora si lavora.

source: Logged
it: Registrato

source: Long break's over!
it: Pausa lunga finita!

source: Long focus sessions (45+ min)
it: Sessioni di focus lunghe (45+ min)

source: Look away from the monitor. Even 5 minutes make a difference.
it: Gira la faccia dal monitor. Anche solo 5 minuti fanno la differenza.

source: Look out the window for 20 seconds. Seriously.
it: Guarda fuori dalla finestra per 20 secondi. Sul serio.

source: Look out the window for 20 seconds. Your eyes will thank you.
it: Guarda fuori dalla finestra per 20 secondi. I tuoi occhi ti ringrazieranno.

source: Many clients and labels
it: Molti clienti ed etichette

source: Many short sessions
it: Molte sessioni brevi

source: Minimal context switching
it: Cambi di contesto minimi

source: Moderate label variety
it: Varietà moderata di etichette

source: Moderate session length
it: Durata delle sessioni moderata

source: No deep focus sessions today.
it: Nessuna sessione in deep focus oggi.

source: No entries today
it: Nessuna voce oggi

source: No sessions recorded.
it: Nessuna sessione registrata.

source: Pomodoro %lld complete!
it: Pomodoro %lld completato!

source: Ready?
it: Pronti?

source: Rested?
it: Riposato?

source: Roll your shoulders. Drink some water. You're a biological machine, not just a digital one.
it: Ruota le spalle. Bevi dell'acqua. Sei una macchina biologica, non solo digitale.

source: Session %lld in the bag!
it: Sessione %lld in cascina!

source: Shows today's logged time and active tracking.
it: Mostra il tempo registrato oggi e il tracciamento attivo.

source: Stand up. Stretch. The code can wait.
it: Alzati. Stiracchiati. Il codice può aspettarti.

source: Steady across clients and labels
it: Costante tra clienti ed etichette

source: The Balanced
it: Il Bilanciato

source: The break did its job. Now it's your turn.
it: La pausa ha fatto il suo lavoro. Ora tocca a te.

source: The Builder
it: Il Costruttore

source: The Coordinator
it: Il Coordinatore

source: The Explorer
it: L'Esploratore

source: The long break did its job. Let's get back on track.
it: La pausa lunga è servita. Rimettiamoci in carreggiata.

source: The Maker
it: Il Creatore

source: The next focus starts now. You've got this.
it: Il prossimo focus inizia adesso. Ce la puoi fare.

source: Time for a break.
it: Tempo di pausa.

source: Time to log!
it: Ora di registrare le ore!

source: Timelog Today
it: Timelog Oggi

source: Today
it: Oggi

source: Tracking now
it: Tracciamento in corso

source: Welcome back!
it: Bentornato!

source: What are you working on?
it: Su cosa stai lavorando?

source: Wide range of activity types
it: Ampia gamma di tipi di attività

source: You balance steady sessions with creative flexibility. Deep work is important to you, though you adapt across a few areas.
it: Bilanci sessioni regolari con flessibilità creativa. Il deep work è importante per te, ma ti adatti in diverse aree.

source: You deserve a long break. Stand up and stretch.
it: Meriti una pausa lunga. Alzati e stiracchiati.

source: You had %lld very short sessions this week. Try protecting longer focus blocks.
it: Questa settimana hai avuto %lld sessioni molto brevi. Prova a proteggere blocchi di focus più lunghi.

source: You manage many moving parts — multiple clients and labels. You're the connective tissue that keeps everything running.
it: Gestisci molti elementi in movimento — clienti ed etichette diverse. Sei il collante che tiene tutto in funzione.

source: You sample broadly across topics and tasks. Your strength is versatility, though longer focus blocks might boost your output.
it: Esplori un'ampia varietà di argomenti e attività. Il tuo punto di forza è la versatilità, ma blocchi di focus più lunghi potrebbero migliorare la produttività.

source: You switched between %lld labels this week. Batching similar work can reduce context switching.
it: Questa settimana hai alternato %lld etichette. Raggruppare lavori simili può ridurre i cambi di contesto.

source: You there?
it: Ci sei?

source: You thrive in long, uninterrupted sessions. Your work is deep and focused, with few context switches.
it: Eccelli in sessioni lunghe e senza interruzioni. Il tuo lavoro è profondo e concentrato, con pochi cambi di contesto.

source: You tracked less time than last week. Check if any sessions were missed.
it: Hai tracciato meno tempo rispetto alla settimana scorsa. Controlla se mancano sessioni.

source: You're not tracking anything
it: Non stai tracciando nulla

source: Your mind is recharged. Let's dive in.
it: La mente è ricaricata. Diamoci dentro.

source: Your office hours are ending. Log your time before you go.
it: L'orario di lavoro sta per finire. Registra le tue ore prima di andare.

source: Your work style is well-rounded — a healthy mix of focus and flexibility across your tracked activities.
it: Il tuo stile di lavoro è equilibrato — un sano mix di focus e flessibilità nelle attività tracciate.
